Repository: gonicus/gosa
Catalog: utils/src/gosa/utils/locale/*/LC_MESSAGES/messages.po
Languages: de

source: <%s> parameter is missing!
de: <%s> Parameter fehlt!

source: <%s> parameter is invalid!
de: <%s> Parameter ist ungültig!

source: The dn parameter specifies the location of an acl/role
de: Der dn Parameter legt den Ort einer Acl/Rolle fest

source: The base parameter specifies the position acls are active for. For example: dc=example,dc=de
de: Der base Parameter definiert den Bereich, für den die Acls gelten. Zum Beispiel: dc=example,dc=de

source: The scope value specifies how the acl role influences sub-directories Possible scope values are: one - For acls that are active only for the current base this can be revoked using the 'reset' scope! sub - For acls that are active only for the complete subtree this can be revoked using the 'reset' scope! psub - For acls that are active only for the complete subtree this can NOT be revoked using the 'reset' scope! reset - Revokes previously defined acls, except for those with scope 'psub'
de: Der Gültigkeits legt fest, wie sich die Acl-Rolle auf Unterverzeichnisse auswirkt Mögliche Gültigkeitsbereich-Werte sind: one - Für Acls, die nur für die aktuelle Basis gelten. Dies kann mit dem 'reset' Gültikeitsbereich aufgehoben werden! sub - Für Acls, die für den gesamten Teilbaum gültig sind. Dies kann mit dem 'reset' Gültikeitsbereich aufgehoben werden! psub - Für Acls, die für den gesamten Teilbaum gültig sind. Dies kann NICHT mit dem 'reset' Gültikeitsbereich aufgehoben werden! reset - Hebt übergeordnete Acls auf, ausgenommen solcher mit Gültigkeitsbereich 'psub'

source: An integer value to prioritize an acl-rule. (Lower values mean higher priority) highest priority: -100 lowest priority: 100
de: Eine Zahl mit der eine ACL-Regel priorisiert werden kann. (Geringere Werte bedeuten eine höhere Priorität) Höchste Priorität: -100 Niedrigste Priorität: 100

source: The names of the users/clients the acl-rule should be valid for. A comma separated list: e.g.: hubert,peter,klaus
de: Die Name von Benutzern/Clients für die die ACL-Regel gültig sein soll. Eine Komma-separierte Liste: z.B. hubert,peter,klaus

source: The <acl-definition> parameter specifies what actions can be performed on a given topic. Syntax {<topic>:<acls>:<option1>: ... :<option N>,} Command examples: A single definition without options: '^org\.gosa\..*:crowdsexm' A single definition with options: '^org\.gosa\..*:crowdsexm:uid=user_*:tag=event' A multi action defintion '^org\.gosa\.events$:crowdsexm,^org\.gosa\.factory$:rw,^org\.gosa\.something$:rw' <topic> ======== The topic defines the target-action this acl includes Topics are represented by reqular expressions to allow flexible acl definitions. e.g.: '^org\.gosa\..*' for all topics included in org.gosa '^org\.gosa\.[^\.]*\.help$' allows to call help methods for modules directly under org.gosa <acls> ====== The acl parameter defines which operations can be executed on a given topic. e.g.: rwcd -> allows to read, write, create and delete Possible values are: r - Read w - Write m - Move c - Create d - Delete s - Search - or beeing found x - Execute e - Receive event <options> ========= Options are additional checks, please read the GOsa documentation for details. The format is: key:value;key:value;... e.g. (Do not forget to use quotes!) 'uid:peter;eventType:start;'
de: Der <acl-definition> Parameter legt fest, welche Aktionen in einem bestimmten Thema ausgeführt werden können. Syntax {<Thema>:<Acls>:<Option1>: ... :<Pption N>,} Beispiele: Eine einfache Definition ohne Optionen: '^org\.gosa\..*:crowdsexm' Eine einfache Definition mit Optionen: '^org\.gosa\..*:crowdsexm:uid=user_*:tag=event' Eine Definition mit mehreren Aktionen '^org\.gosa\.events$:crowdsexm,^org\.gosa\.factory$:rw,^org\.gosa\.something$:rw' <Thema> ======== Das Thema legt fest für welche Ziel-Aktion diese Acl definiert wurde Themen werden durch reguläre Ausdrücke definiert, wodurch eine flexible Zuordnung möglich ist. z.B.: '^org\.gosa\..*' für alle Themen in org.gosa '^org\.gosa\.[^\.]*\.help$' Erlaubt das Ausrufen der Hilfe-Methoden aller Module direkt unterhalb von org.gosa <Acls> ====== Der Acl legt fest welche Aktionen innerhalb eines bestimmten Themas erlaubt sind. z.B.: rwcd -> gewährt to Lese-(r), Schreib-(w), Erzeug-(c) und Löschrechte (d) Mögliche Werte sind: r - Lesen w - Schreiben m - Verschieben c - Erzeugen d - Löschen s - Suchen - oder gefunden werden x - Ausführen e - Events empfangen <Pptionen> ========= Optionen sind zusätzliche Prüfungen, bitte lesen Sie die GOsa Dokumentation für weitere Details. Das Format ist: key:value;key:value;... z.B. (Bitte Anführungstriche nicht vergessen!) 'uid:peter;eventType:start;'

source: The name of the acl role you want to set
de: Der Name der Acl Rolle, die sie setzten möchten

source: You can specify the update-action for the acl. Possible values are: * set-scope Update the scope of an acl-rule * set-members Set a new list of members for an acl-rule * set-priority Set another priority level for the acl-rule * set-action Set a new action for the acl * set-role Let the acl-rule point to a role
de: Sie können die Update-Aktion für eine Acl festlegen. Mögliche Werte sind: * sel-scope Den Gültigkeitsbereich einer Acl-Regel ändern * set-members Eine neue Liste von Mitgliedern einer Acl-Regel ändern * set-priority Die Priorität einer Acl-Regel ändern * set-action Die Aktionen einer Acl-Regel ändern * set-role Die Acl-Regel mit einer Rolle verknüpfen

source: You can specify the update-action for the role-acl. Possible values are: * set-scope Update the scope of an acl-rule * set-priority Set another priority level for the acl-rule * set-action Set a new action for the acl * set-role Let the acl-rule point to a role
de: Sie können die Update-Aktion für eine Rollen-Acl festlegen. Mögliche Werte sind: * set-scope Den Gültigkeitsbereich einer Acl-Regel ändern * set-priority Die Priorität einer Acl-Regel ändern * set-action Die Aktionen einer Acl-Regel ändern * set-role Die Acl-Regel mit einer Rolle verknüpfen

source: You can either create acl-rule that contain direct permissions settings or you can use previously defined roles Possible values are: * with-actions To directly specify the topic, acls and options this defintions includes * with-role To use a rolename instead of defining actions directly
de: Sie können entweder eine Rolle erstellen, die direkte Berechtigungen enthält oder eine bereits definierte Rolle nutzen Mögliche Werte sind: * with-actions um direkt das Thema, Acls und Optionen anzugeben * with-role um eine vorhandene Rolle zu nutzen

source: no help for %s ...
de: kein Hilfeeintrag für %s ...

source: Adds a new acl entry to an object
de: Fügt einen neuen ACL Eintrag zu einem Objekt hinzu

source: add acl [with-role|with-actions] <base> <priority> <members> [rolename|<scope> <topic> <acls> [options]]
de: Acl hinzufügen [with-role|with-actions] <Basis> <Priorität> <Mitglieder> [Rollenname|<Gültigkeitsbereich> <Thema> <Acls> [Optionen]]

source: Adds a new acl entry to an existing role
de: Fügt einen neuen Acl Eintrag zu einer existierenden Rollen hinzu

source: add roleacl [with-role|with-actions] <dn> <priority> [rolename|<scope> <topic> <acls> [options]]
de: Rollen-Acl hinzufügen [with-role|with-actions] <dn> <Priorität> [Rollenname|<Gültigkeitsbereich> <Thema> <Acls> [Optionen]]

source: Adds a new role
de: Fügt eine neue Rolle hinzu

source: add role <base> <rolename>
de: Rolle hinzufügen <basis> <rollenname>

source: Removes all acl entries from a role
de: Entfernt alle Acl Einträge für eine Rolle

source: remove roleacl <DN>
de: Entferne Rollen-ACL <DN>

source: Removes all acl entries for a given base
de: Entfernt alle ACL Einträge für die angegebene Basis

source: remove roleacl <BASE>
de: entferne Rollen-Acl <BASIS>

source: Removes a role
de: Entfernt eine Rolle

source: remove role <DN>
de: Entferne Rolle <DN>

source: List all defined acls
de: Liste aller definierten Acls

source: Listing of active GOsa acls
de: Liste der aktiven GOsa Acls

source: Listing of active GOsa roles
de: Liste der aktiven GOsa Rollen

source: Administrate GOsa permissions from the command line. ./acl-admin [-u/--user username] [-p/--password passwort] [-s/--url service-url] <action> Actions:
de: GOsa Rechte von der Kommandozeile verwalten. ./acl-admin [-u/--user Benutzername] [-p/--password Passwort] [-s/--url service-url] <AKtion> Aktionen:

source: Invalid argument list: %s
de: Ungültige Argumentliste: %s

source: Need at least a service URI!
de: Eine Service-URL wird mindestens benötigt!

source: Connected to %s://%s:%s/%s
de: Verbunden mit %s://%s:%s/%s

source: Username
de: Benutzername

source: Password
de: Passwort

source: The selected protocol is not supported!
de: Das ausgewählte Protokoll wird nicht unterstützt!
