Repository: gonicus/gosa
Catalog: backend/src/gosa/backend/locale/*/LC_MESSAGES/messages.po
Languages: de

source: ACL not found
de: ACL nicht gefunden

source: Item is not of type '%(type)s'
de: Element ist nicht vom Typ '%(type)s'

source: Invalid ACL scope '%(scope)s'
de: Ungültiger ACL-Bereich '%(scope)s'

source: Role '%(role)s' not found
de: Rolle '%(role)s' nicht gefunden

source: Cannot set scope for role ACLs
de: Kann keinen Bereich für Rollen-ACLs setzen

source: ACL and Role objects are not combinable
de: ACL- und Rollen-Objekte sind nicht kombinierbar

source: Invalid permission map - combination of the characters c, r, o, w, d, s, e, x and m expected
de: Ungültige Berechtigungsabbildung - Kombination der Zeichen c, r, o, w, d, s, e, x und m erwartet

source: Entry %(dn)s is not unique
de: Eintrag %(dn)s ist nicht eindeutig

source: Recursion in ACL resolution for role '%(role)s'
de: Rekursion in der ACL-Auflösung für Rolle '%(role)s'

source: Role ACLs do not support members
de: Rollen-ACLs unterstützen keine Mitglieder

source: Unresolved role references: %(references)s
de: Nicht aufgelöste Rollen-Referenzen: %(references)s

source: No base ACL definition for '%(base)s' found
de: Keine Basis-ACL-Definition für '%(base)s' gefunden

source: No ACL definition for '%(base)s' found
de: Keine ACL-Definition für '%(base)s' gefunden

source: Role '%(role)s' is still in use
de: Rolle '%(role)s' wird noch benutzt

source: Priority needs to be above -100 and below 100
de: Priorität muss zwischen -100 und 100 liegen

source: Action '%(action)s' lacks a '%(key)s' key
de: Aktion '%(action)s' hat keinen '%(key)s' Schlüssel

source: Action and role name parameter cannot be used at the same time
de: Aktion und Rollenname Parameter können nicht gleichzeitig benutzt werden

source: No permission to modify '%(target)s'
de: Keine Berechtigung um '%(target)s' zu ändern

source: Role '%(name)s' already exists
de: Rolle '%(name)s' existiert bereits

source: Roles cannot point to themselves
de: Rollen können nicht auf sich selbst verweisen

source: No permission to send event '%(target)s'
de: Keine Berechtigung das Ereignis '%(target)s' zu senden

source: No way to find a matching base
de: Es wurde keine passende Basis gefunden

source: Checks if user has admin rights
de: Prüfe ob der Benutzer Administrationsrechte hat

source: Get entry points for browsing the object tree.
de: Liefere die Einstiegspunkte, um den Objektbaum durchsuchen zu können

source: List allowed Actions by topic.
de: Liste die erlauben Aktionen nach Thema sortiert.

source: List allowed Actions for the given object type.
de: Liefert die erlaubten Aktionen für den angegebenen Objekttyp

source: List defined ACLs by base or topic.
de: Definierte ACLs nach Basis oder Topic listen.

source: Remove defined ACL by ID.
de: Definierte ACL anhand der ID löschen.

source: Add a new ACL.
de: Neue ACL hinzufügen.

source: Refresh existing ACL by ID.
de: Existierende ACL anhand der ID aktualisieren.

source: List defined roles.
de: Definierte Rollen auflisten.

source: Add new role.
de: Neue Rolle hinzufügen.

source: Add new acl to an existing role.
de: Neue ACL zu einer existierenden Rolle hinzufügen.

source: Refresh existing role by ID.
de: Existierende Rolle anhand der ID aktualisiern.

source: Remove defined role-acl by ID.
de: Definierte Rollen-ACL anhand der ID löschen.

source: Remove a defined acl-role by name
de: Definierte Rollen-ACL anhand des Namens löschen

source: Calling method '%(method)s' without a valid user session is not permitted
de: Methodenaufruf '%(method)s' ohne gültige Benutzer-Sitzung ist nicht erlaubt

source: Method '%(method)s' is not defined
de: Methode '%(method)s' ist nicht definiert

source: No permission to execute method '%(method)s'
de: Keine Berechtigung um die Methode '%(method)s' auszuführen

source: No permission to send event '%(topic)s'
de: Keine Berechtigung das Ereignis '%(topic)s' zu senden

source: Method '%(method)s' has no documentation
de: Methode '%(method)s' hat keine Dokumentation

source: Returns the LDAP base
de: Liefert die LDAP-Basis

source: List all methods that are allowed for the given user.
de: Listet alle für den Benutzer erlaubten Methoden auf

source: List available methods that are registered on the bus.
de: Listet verfügbare auf dem Bus registrierte Methoden.

source: List available methods that are allowed without login.
de: Listet alle ohne Login erlaubten Methoden auf

source: Shut down the service.
de: Dienst beenden

source: Return the current session's user ID.
de: Liefert die momentane Sitzungs-Benutzer-ID.

source: Send event to the bus.
de: Ein Ereignis auf den Bus senden.

source: '%(path)s' has already been registered
de: '%(path)s' ist bereits registriert

source: Reference '%(ref)s' not found
de: Referenz '%(ref)s' nicht gefunden

source: Property '%(property)s' not found
de: Eigenschaft '%(property)s' nicht gefunden

source: Method '%(method)s' not found
de: Methode '%(method)s' nicht gefunden

source: Object '%(object)s' has been locked by '%(user)s' on %(when)s
de: Objekt '%(object)s' wurde von '%(user)s' am %(when)s gesperrt

source: Object OID '%(oid)s' not found
de: Objekt-OID '%(oid)s' nicht gefunden

source: Caller does not own the referenced object
de: Der Aufrufer ist nicht Eigentümer des Objektes

source: Tried to manually set an auto-generated attribute
de: Es wurde versucht ein automatisch generiertes Attribute manuell zu ändern

source: No master backend defined in slave mode. Please configure a master server in 'core.master' config option
de: Kein Master-Backend im Slave-Modus gefunden. Bitte konfigurieren Sie einen Master-Server mit der 'core.master' Konfugurations-Option

source: List available object OIDs
de: Listet verfügbare Objekt-OIDs auf

source: Close object and remove it from stack
de: Schliesst ein Objekt und entfernt es vom Stapel

source: Prevent an object from being automatically closed by an inactivity timeout
de: Verhindert das ein Objekt durch Inaktivität automatisch geschlossen wird

source: Check if an object reference is still available
de: Prüft ob eine Objekt-Referenz noch gültig ist

source: Set property for object on stack
de: Setzt Eigenschaft für Objekt auf dem Stapel

source: Get property from object on stack
de: Holt Eigenschaft für Objekt auf dem Stapel

source: Call method from object on stack
de: Ruft Methode von Objekt auf dem Stapel auf

source: Reloads the object
de: Läd Objekt neu

source: Returns a delta of the reference currently in store and the data store
de: Liefert die Änderungen der Objekt-Referenz und des momentanen Objektes

source: Removes the given object
de: Entfernt das angegebene Objekt

source: Instantiate object identified by a combination of attribute/type
de: Erzeugt ein Objekt mit einer Kombination aus Attribut/Typ

source: Instantiate object and place it on stack
de: Instanziert Objekt und platziert es auf dem Stapel

source: Invalid JSON string '%(data)s'
de: Ungültige JSON-Zeichenkette '%(data)s'

source: Parameter missing in JSON body
de: Parameter im JSON-Body fehlen

source: Parameter must be list or dictionary
de: Parameter muss eine Liste oder ein Verzeichnis sein

source: Index rebuild in progress - try again later
de: Index wird gerade erneuert - bitte später versuchen

source: Registry is not ready
de: Registry ist nicht bereit

source: List jobs matchings an optional filter.
de: Listet Aufträge die auf einen optionalen Filter passen.

source: Add a new date based job to the scheduler.
de: Fügt einen neuen Datum-basierten Auftrag zum Scheduler hinzu.

source: Add a new cron based job to the scheduler.
de: Fügt einen neuen Cron-basierten Auftrag zum Scheduler hinzu.

source: Add a new interval job to the scheduler.
de: Fügt einen neuen Interval-basierten Auftrag zum Scheduler hinzu.

source: Remove job from the scheduler.
de: Entfernt Auftrag vom Scheduler.

source: No settings handler found for path '%(path)s'
de: Kein Settings-Handler gefunden für den Pfad '%(path)s'

source: Change setting value
de: Einstellungs ändern

source: Get setting value
de: Einstellung abfragen

source: Returns information about the allowed settings in a path
de: Liefert Information über die erlaubten Einstellungen in einem Pfad

source: Returns information about the registered setting handlers
de: Liefert Information über die registrierten Setting-Handlers

source: Settings
de: Einstellungen

source: Indexing
de: Indiziert

source: Debug mode
de: Debug Modus

source: Error executing workflow script '%(topic)s'
de: Fehler bei der Ausführung des Workflow Skripts '%(topic)s'

source: value
de: Wert

source: Workflow directory '%(path)s' does not exist
de: Workflow Verzeichnis '%(path)s' existiert nicht

source: No permission to delete workflow '%(id)s'
de: Keine Berechtigung workflow '%(id)s' zu löschen

source: Error removing workflow '%(id)s': %(error)s
de: Fehler beim Löschen des Workflows '%(id)s': %(error)s

source: Workflow '%(id)s' does not exist
de: Workflow '%(id)s' existiert nicht

source: Error creating workflow directory '%(path)s': %(error)s
de: Fehler beim Erstellen des Workflows '%(path)s': %(error)s

source: List available workflows
de: Listet verfügbare Workflows.

source: description
de: Beschreibung

source: category
de: Kategory

source: Get workflow information
de: Liefert Workflow Informationen

source: Remove a workflow from the list of available workflows
de: Workflow aus der Liste der verfügbaren Workflows entfernen

source: Refresh workflow list
de: Workflowliste aktualisieren

source: Unknown
de: Unbekannt

source: Pending
de: Wartend

source: Installing
de: wird installiert

source: Deploying
de: wird bereitgestellt

source: Ready
de: Bereit

source: Warning
de: Warnung

source: Error
de: Fehler

source: Token expired
de: Token abgelaufen

source: Discovered
de: Entdeckt

source: None
de: Nichts

source: female
de: weiblich

source: male
de: männlich

source: Samba group
de: Sambagruppe

source: Domain administrators
de: Domänen Administratoren

source: Domain users
de: Domänen-Benutzer

source: Domain guests
de: Domänen-Gäste

source: any
de: beliebig

source: physical
de: physisch

source: telephone
de: Telefon

source: workstation
de: Arbeitsstation

source: sipphone
de: SIP-Telefon

source: printer
de: Drucker

source: Disabled
de: deaktiviert

source: Full access
de: Voller Zugridd

source: By host
de: Über den Host

source: disconnect
de: trennen

source: reset
de: zurücksetzen

source: from any client
de: von jedem Client

source: from previous client only
de: nur vom vorherigen Client

source: disabled
de: deaktiviert

source: User
de: Benutzer

source: Room
de: Raum

source: Equipment
de: Ausrüstungsgegenstand

source: Country
de: Land

source: Description
de: Beschreibung

source: IEEE 802 device
de: IEEE 802 Gerät

source: MAC address
de: MAC Adresse

source: Installed Device
de: Installiertes Gerät

source: Template DN
de: Vorlagen DN

source: Recipe DN
de: Rezept DN

source: Mirror DN
de: Spiegel DN

source: Root password hash
de: Root Passworthash

source: Root enabled
de: Root aktiviert

source: Timezone
de: Zeitzone

source: Time UTC
de: UTC Zeit

source: System locale
de: System-Lokalisierung

source: Keyboard layout
de: Tastaturlayout

source: IP address
de: IP Adresse

source: Registered device
de: Registriertes Gerät

source: Configure client
de: Client konfigurieren

source: Reboot
de: Neustart

source: Generic
de: Allgemein

source: Device UUID
de: Geräte UUID

source: This attribute keeps a unique identifier for a device that should be registered to the GOsa services. It is used as a unique key to find the relationship of the registered device to other information like inventory, received events and logging data.
de: Diese Attribut enthält einen eindeutigen Kennzeichner für ein Gerät, dass bei dem GOsa Dienst registriert werden soll. Er wird benutzt als eindeutiger Schlüssel, um das Gerät mit anderen Informationen, wie dem Inventar, empfangenen Events und Log-Daten in Verbindung zu bringen.

source: Device key
de: Geräte-Schlüssel

source: This attribute keeps the encrypted (initial) device secret
de: Dieses Attribute beinhaltet das verschlüsselte (initiale) Gerätepasswort

source: Device status
de: Gerätestatus

source: The deviceStatus attribute represents several states a system can represent. Note that this is the current status - i.e. no history of states is recordable this way. The attribute is mostly used to quickly determine the state without reading system logs.
de: Der Gerätestatus beinhaltet diverse Status, die den Zustand eines System beschreiben. Es beinhaltet nur den aktuellen Zustand - es kann z.B. keine Historie aufzeichnen. Das Attribut wird hauptsächlich dazu genutzt, schnell den Systemstatus bestimmen zu können ohne die Systemlogs einsehen zu müssen.

source: Device type
de: Gerätetyp

source: To order systems, you can mark a system i.e. as a server
de: Um Systeme sortieren zu können, können Sie diese z.B. als Server deklarieren

source: DN of manager
de: DN des Managers

source: Choose a manager
de: Wählen Sie einen Manager

source: Login ID
de: Anmelde ID

source: States
de: Stati

source: Active user session
de: Benutzer angemeldet

source: System activated
de: System aktiviert

source: System locked
de: System gesperrt

source: Update available
de: Aktualisierung verfügbar

source: Update in progress
de: wird aktualisiert

source: Inventory in progress
de: wird inventarisiert

source: Configuration in progress
de: wird konfiguriert

source: Installation in progress
de: wird installiert

source: VM creation in progress
de: VM wird erstellt

source: Device
de: Gerät

source: Common name
de: Allgemeiner Name

source: Serial number
de: Seriennummer

source: See also
de: Siehe auch

source: Owner
de: Besitzer

source: Organizational unit
de: Organisationseinheit

source: Organization
de: Organisation

source: Location
de: Ort

source: Domain
de: Domäne

source: Domain component
de: Domänen-Objekt-Klasse

source: Organization name
de: Organisationsname

source: Deployment group
de: Bereitstellungsgruppe

source: Deployment
de: Bereitstellung

source: Login information
de: Anmelde-Informationen

source: Parent
de: Elternteil

source: Operating system
de: Betriebssystem

source: Architecture
de: Architektur

source: Partition table
de: Partitionstabelle

source: PXE loader
de: PXE Ladeprogramm

source: Root password
de: Root Passwort

source: Power on
de: Einschalten

source: Power off
de: Ausschalten

source: Run puppet
de: Puppetlauf starten

source: Foreman host settings
de: Foreman Host-Einstellungen

source: Hostgroup membership
de: Hostgruppenmitgliedschaft

source: Change hostgroup membership
de: Hostgruppenmitgliedschaft ändern

source: Hostgroup name
de: Name der Hostgruppe

source: Build host
de: Host erstellen

source: Account
de: Konto

source: General information
de: Allgemeine Informationen

source: Gender
de: Geschlecht

source: Login data
de: Anmeldedaten

source: Last login time
de: Letzte Anmeldezeit

source: Last login system
de: Zuletzt angemeldet auf

source: Default printer
de: Standarddrucker

source: Choose the default printer
de: Standarddrucker wählen

source: Application
de: Applikation

source: Executable path
de: Ausführbarer Pfad

source: Application name
de: Applikationsname

source: Category
de: Kategorie

source: Group only
de: Nur Gruppe

source: Overwrite config
de: Konfiguration überschreiben

source: In launchbar
de: In Startleiste

source: On desktop
de: Auf dem Desktop

source: In startmenu
de: Im Startmenü

source: Application script
de: Applikationsskript

source: Script
de: Skript

source: Resolution
de: Auflösung

source: Preferred language
de: Bevorzugte Sprache

source: Logon script
de: Anmeldeskript

source: Edit logon script
de: Anmeldeskript bearbeiten

source: Priority
de: Priorität

source: Editable
de: editierbar

source: Last
de: Letzer

source: Last script
de: Letztes Skript

source: Printer
de: Drucker

source: Edit printer user
de: Druckerbenutzer bearbeiten

source: Menu entry
de: Menüeintrag

source: Menu
de: Hauptmenü

source: Add application
de: Applikation hinzufügen

source: Printer relations
de: Druckerverbindungen

source: Admin
de: Administrator

source: Edit printer admin
de: Druckeradministrator ändern

source: Group
de: Gruppe

source: Edit printer group
de: Druckergruppe ändern

source: Admin group
de: Administratorengruppe

source: Edit printer admin group
de: Administratorengruppe ändern

source: Upload PPD file
de: PPD-Datei hochladen

source: Labeled URI
de: Markierter URI

source: Printer configuration
de: Druckereinstellungen

source: Manufacturer
de: Hersteller

source: Model
de: Modell

source: Configure
de: Konfigurieren

source: PosixGroup
de: POSIX-Gruppe

source: Group name
de: Gruppen Name

source: Automatically assign group ID
de: Gruppen-ID automatisch vergeben

source: Group ID
de: Gruppen-ID

source: Members
de: Mitglieder

source: Add members
de: Mitglieder hinzufügen

source: Surname
de: Nachname

source: Given name
de: Vorname

source: Group type
de: Gruppen-Typ

source: Display name
de: Anzeigename

source: Nested groups
de: Verschachtelte Gruppen

source: Edit nested groups
de: Verschachtelte Gruppen bearbeiten

source: Group of names
de: Gruppe von Namen

source: Business category
de: Geschäftskategorie

source: Type
de: Typ

source: Title
de: Titel

source: Locality
de: Lokalität

source: Locality name
de: Ortsname

source: Organizational
de: Organisatorisch

source: Organizational information
de: Organisations-Informationen

source: Unit
de: Einheit

source: Contact information
de: Kontakt-Information

source: Phone
de: Telefon

source: State
de: Status

source: Address
de: Adresse

source: Samba domain
de: Sambadomäne

source: Windows NT domain
de: Windows NT Domäne

source: Lockout duration
de: Sperrzeit

source: Lockout duration in minutes (default: 30, -1 => forever)
de: Sperrzeit in Minuten (Standard: 30, -1 => für immer)

source: Lockout observation window
de: Sperrzeit Beobachtungsfenster

source: Reset time after lockout in minutes (default: 30)
de: Zeit nach Sperrung in Minuten zurücksetzen (Standard: 30)

source: Lockout threshold
de: Sperrzeit

source: Lockout users after bad logon attempts (default: 0 => off)
de: User sperren nach fehlerhaften Anmeldeversuchen (Standard: 0 => aus)

source: Force logon for password change
de: Erzwinge die Anmeldung für die Passwortänderung

source: Force Users to logon for password change (default: 0 => off, 2 => on)
de: Erzwingen, dass sich Benutzer für die Kennwortänderung anmelden (Standard: 0 => aus, 2 => ein)

source: Force log off
de: Abmeldung erzwingen

source: Disconnect Users outside logon hours (default: -1 => off, 0 => on)
de: Benuzter außerhalb der Anmeldezeiten trennen (Standard: -1 => aus, 0 => an)

source: Refuse machine password change
de: Änderung des Maschinenpasswortes verbieten

source: Allow Machine Password changes (default: 0 => off)
de: Änderung des Maschinenpasswortes verbieten

source: Security ID
de: Sicherheits ID

source: Algorithmic RID base
de: Algorithmische RID Basis

source: Base at which the samba RID generation algorithm should operate
de: Basis auf der der Samba RID Erzeugungs-Algorithmus arbeiten soll

source: Next RID
de: Nächste RID

source: Next NT rid to give out for anything
de: Nächste NT rid die ausgegeben werden soll

source: Next user RID
de: Nächste Benutzer RID

source: Next NT rid to give out for users
de: Nächste NT rid die für Benutzer ausgegeben werden soll

source: Password history length
de: Länge der Passwort-Historie

source: Length of Password History Entries (default: 0 => off)
de: Länge der Passwort Historie (Standard: 0 => aus)

source: Minimum password length
de: Minimale Passwortlänge

source: Minimal password length (default: 5)
de: Minimale Passwortlänge

source: Minimum password age
de: Minimales Passwortalter

source: Minimum password age, in seconds (default: 0 => allow immediate password change)
de: Minimales Passwortalter in Sekunden (Standard: 0 => erlaubt sofortige Passwortänderungen)

source: Maximum password age
de: Maximales Passwortalter

source: Maximum password age, in seconds (default: -1 => never expire passwords)
de: Maximales Passwortalter in Sekunden (Standard: -1 => Passwörter laufen nie ab)

source: Windows Workstation
de: Windows Arbeitsplätze

source: preferred name of a person to be used when displaying entries
de: Bevorzugter Name einer Person, der benutzt werden soll. um Einträge anzuzeigen

source: Windows NT domain to which the user belongs
de: Windows NT Domäne zu der der Benutzer gehört

source: Domain policy information
de: Informationen zu Domänenrichtlinien

source: Logon hours
de: Anmeldezeiten

source: User workstations
de: Benutzer Arbeitsstationen

source: Trust account
de: Konto vertrauen

source: Trust settings
de: Vertrauenseinstellungen

source: Mode
de: Modus

source: Edit trusted hosts
de: Vertrauenswürdige Gegenstellen bearbeiten

source: Employee no.
de: Angestellten-Nr.

source: Employee type
de: Mitarbeiter-Typ

source: Manager
de: Verwalter

source: Department no.
de: Abteilungsnr.

source: Room no.
de: Zimmernr.

source: Mobile phone
de: Mobiltelefon

source: Generic POSIX settings
de: Allgemeine POSIX-Einstellungen

source: Home directory
de: Benutzerverzeichnis

source: Login shell
de: Anmelde-Interpreter

source: Automatic GECOS
de: Automatischer GECOS

source: Automatic UID/GID numbers
de: Automatische UID-/GID-Nummern

source: User ID
de: Benutzer-ID

source: Group membership
de: Gruppenmitgliedschaft

source: Edit group membership
de: Gruppenzugehörigkeit bearbeiten

source: Allow login on terminal server
de: Anmeldung am Terminalserver zulassen

source: Profile path
de: Profil-Pfad

source: Inherit client configuration
de: Client-Konfiguration übernehmen

source: Initial program
de: Startprogramm

source: Working directory
de: Arbeitsverzeichnis

source: Connection
de: Verbindung

source: Connection time limit
de: Verbindungzeitbeschränkung

source: Disconnection time
de: Trennzeitbeschränkung

source: IDLE time limit
de: Leerlaufzeitbeschränkung

source: Shadowing
de: Spiegeln

source: On broken or timed out
de: Bei Trennung oder abgelaufenem Zeitlimit

source: Reconnect if disconnected
de: Wiederherstellen falls unterbrochen

source: Connect client drives at log on
de: Client-Laufwerke beim Anmelden verbinden

source: Connect client printer at log on
de: Client-Drucker beim Anmelden verbinden

source: Default to main client printer
de: Standard-Drucker vom Client wählen

source: Change samba password...
de: Samba Passwort ändern...

source: Common
de: Gesamt

source: Primary group
de: Primäre Gruppe

source: Choose the primary group
de: Primäre Gruppe wählen

source: Show policy
de: Richtlinie anzeigen

source: Login options
de: Anmeldeoptionen

source: Last password change
de: Letzte Passwortänderung

source: Failed login attempts
de: Fehlgeschlagene Anmeldeversuche

source: Number of failed login attempts
de: Anzahl der Fehlanmeldungen

source: Date of last failed login
de: Datum der letzten Fehlanmeldung

source: Last login
de: Letzte Anmeldung

source: Last logout
de: Letzte Abmeldung

source: Forced logoff time
de: Erzwungene Abmeldezeit

source: Date and time when the user should be logged of the workstation
de: Datum und Uhrzeit an denen der Benutzer nicht an dem Arbeitsplatz angemeldet sein sollte

source: Password change allowed after
de: Passwortänderung erlaubt nach

source: Password change required after
de: Passwordänderung erforderlich nach

source: Access options
de: Zugriffsoptionen

source: Password expiry
de: Passwort-Ablauf

source: Last password modification
de: Letzte Passwortänderung

source: Password expires on
de: Passwort verfällt am

source: Warn berfore password expires
de: Warnen vor Ablauf des Passwortes
