Repository: gonicus/gosa
Catalog: backend/src/gosa/backend/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Specifies the number of days before the password expires that the user is warned.
de: Legt fest, wie viele Tage vor Ablauf des Passwortes, der Benutzer gewarnt wird.

source: Inactivity before account is disabled
de: Inaktivität bevor das Konto deaktiviert wird

source: Specifies the number of days of inactivity allowed for the specified user.
de: Legt fest wie lange ein bestimmter Benutzer inaktiv sein darf.

source: Options
de: Optionen

source: Specifices the minimum number of days required between password changes.
de: Mindest Anzahl an Tagen, die zwischen zweier Passwortänderungen vergehen müssen

source: Specifies the maximum number of days the password is valid.
de: Legt die Anzahl der Tage fest, die ein Password gültig ist.

source: General settings
de: Allgemeine Einstellungen

source: Mail address
de: E-Mail-Adresse

source: Alternate address
de: Alternative Adressen

source: User server
de: Benutzer-Server

source: Forwarding address
de: Weiterleitungen

source: Vacation
de: Urlaub

source: Vacation settings active
de: Urlaubseinstellungen aktivieren

source: Start
de: Beginn

source: Stop
de: Ende

source: Away message
de: Abwesenheitsnachricht

source: Quota
de: Kontingent

source: Override quotas
de: Quota-Einstellungen überschreiben

source: Warning quota (in MB)
de: Quota-Warnung (in MB)

source: Other settings
de: Sonstige Einstellungen

source: Visible
de: Sichtbar

source: User has admin privileges
de: Benutzer hat Administrationsrechte

source: Use only shared store
de: Nur gemeinsam genutzten Speicher verwenden

source: Hide from address book
de: Nicht im Adressbuch anzeigen

source: Archive servers
de: Archivserver

source: Enable POP3
de: POP3 aktivieren

source: Enable IMAP
de: IMAP aktivieren

source: Enable Z-Push
de: Z-Push aktivieren

source: Zarafa resource type
de: Zarafa-Ressourcentyp

source: Resource capacity
de: Ressourcen-Kapazität

source: Send-as privilege
de: 'Senden als'-Privileg

source: Personal
de: Persönlich

source: Change password...
de: Passwort ändern...

source: Setup password recovery
de: Passwortwiederherstellung einstellen

source: Lock account
de: Konto sperren

source: Unlock account
de: Konto entsperren

source: Send message...
de: Nachricht senden...

source: Change 2FA method...
de: 2-Faktor Methode ändern...

source: Login &ID
de: Anmelde &ID

source: Automatic display name
de: Automatischer angezeigter Name

source: Homepage
de: Internetseite

source: Please provide your web page here
de: Bitte geben Sie hier die Adresse Ihrer Internetseite an

source: Access rights
de: Zugriffsrechte

source: Self service
de: Selbstverwaltung

source: Enabled
de: Aktiviert

source: Contains public store
de: Enthält öffentlichen Speicher

source: File path
de: Dateipfad

source: '%(type)s' is no base type
de: '%(type)s' ist kein Basis-Typ

source: Unknown object type '%(type)s'
de: Unbekannter Objekt-Typ '%(type)s'

source: Cannot find base object for type '%(type)s'
de: Kann kein Basis-Objekt für den Typ '%(type)s' ermitteln

source: No base type for attribute '%(attribute)s found'
de: Kein Basis-Typ für Attribut '%(attribute)s' gefunden

source: Cannot identify '%(topic)s' - it seems to be of type '%(type1)s' and '%(type2)s' at the same time
de: Kann '%(topic)s' nicht identifizieren - es scheint gleichzeitig von Typ '%(type1)s und %(type2)s zu sein'

source: Cannot load object schema
de: Kann Objekt-Schema nicht laden

source: Attribute '%(topic)s' is blocked by non existing attribute '%(blocker)s'
de: Attribut '%(topic)s' wird von einem nicht existierenden Attribut '%(blocker)s' blockiert

source: Attribute '%(topic)s' depends on non existing attribute '%(dependency)s'
de: Attribut '%(topic)s' hängt von einem nicht existierenden Attribut '%(dependency)s' ab

source: Method '%(method)s' depends on unknown attribute %(attribute)s
de: Methode '%(method)s' hängt von einem unbekannten Attribut %(attribute)s ab

source: Parameter '%(parameter)s' for command '%(command)s' is missing
de: '%(parameter)s' Parameter für Methode '%(command)s' fehlt

source: Object with UUID %(uuid)s already exists
de: Objekt mit der UUID %(uuid)s existiert bereits

source: Cannot find object %(id)s
de: Kann Objekt %(id)s nicht finden

source: Requested search operator %(operator)s is not supported
de: Der angefragte Such-Operator %(operator)s wird nicht unterstützt

source: No master backend found
de: Kein Master-Backend gefunden

source: connection to GOsa backend failed
de: Verbinsung zum GOsa Backend fehlgeschlagen

source: Please add valid backend credentials to you configuration (core.backend-user, core.backend-key)
de: Bitte fügen Sie gültige Zugangsdaten zu Ihrer Konfiguration hinzu (core.backend-user, core.backend-key)

source: Trying to add a delayed update to a non-dirty object (%(topic)s)
de: Es wurde versucht ein verzögertes Update zu einem nicht geöffneten Objekt hinzuzufügen (%(topic)s)

source: Start index synchronizing from an optional root-DN
de: Starte Index-Synchronisierung von einer optionalen Wurzel-DN

source: scanning for objects
de: Suche nach Objekten

source: Generating object index
de: Erstelle Objektindex

source: Processing object %s/%s
de: Verarbeite Objekt %s/%s

source: %s objects processed
de: %s Objekte verarbeitet

source: removing orphan objects from index
de: entferne verwaiste Objekte aus dem Index

source: Index refresh finished
de: Index Aktualisierung abgeschlossen

source: Refreshing object %s/%s
de: Aktualisiere Objekt %s/%s

source: Check if an object with the given UUID exists.
de: Prüfen ob ein Objekt mit der angegebenen UUID existiert.

source: Get list of defined base object types.
de: Listet definierte Basis-Objekt-Typen auf.

source: Query the index for entries.
de: Index nach Einträgen durchsuchen.

source: Register a backend to allow MQTT access
de: Ein Backend für den MQTT Zugriff registrieren

source: Unregister a backend from MQTT access
de: Backend Registrierung für den MQTT Zugriff entfernen

source: Creation of '%(location)s' lacks a base DN
de: Beim Erzeugen von '%(location)s' fehlt die Basis-DN

source: Error reading properties for backend '%(backend)s'
de: Fehler beim Lesen der Eigenschaften für Backend '%(backend)s'

source: Attribute is blocked by %(source)s==%(value)s
de: Attribut ist blockiert durch %(source)s==%(value)s

source: Attribute '%(topic)s' is read only
de: Attribut '%(topic)s' nicht schreibbar

source: Attribute '%(topic)s' is mandatory
de: Attribut '%(topic)s' ist erforderlich

source: Attribute '%(topic)s' is tagged to be auto-generated but has neither an output filter nor a dependency
de: Attribut '%(topic)s' ist als automatisch generiert markiert aber hat weder einen Output-Filter noch eine Abhängigkeit

source: Attribute '%(topic)s' is tagged to be auto-generated too many dependencies and no output filter
de: Attribut '%(topic)s' ist als automatisch generiert markiert aber hat zu viele Abhängikeiten und keinen Output-Filter

source: Value is invalid - expected one of %(elements)s
de: Wert ist ungültig - erwartet wird ein Wert aus %(elements)s

source: Value is invalid - expected a list
de: Wert ist ungültig - Liste erwartet

source: Value for attribute '%(topic)s' is invalid - expected value of type '%(type)s'
de: Wert ist für Attribut '%(topic)s' ist ungültig - Wert vom Typ '%(type)s' erwartet

source: Value is invalid (%(topic)s)
de: Der Wert ist ungültig (%(topic)s)

source: Value is not unique (%(value)s)
de: Wert ist nicht eindeutig (%(value)s)

source: Attribute '%(topic)s' not found
de: Attribut '%(topic)s' nicht gefunden

source: Mode '%(mode)s' is not available for base objects
de: Modus '%(mode)s' ist für Basis-Objekte nicht verfügbar

source: Mode '%(mode)s' is only available for base objects
de: Modus '%(mode)s' ist nur für Basis-Objete verfügbar

source: No base type found for dn '%(dn)s'
de: Kein Basistyp für DN '%(dn)s' gefunden

source: Object of type '%(ext)s' cannot be added as to the '%(base)s' container
de: Objekte vom Typ '%(ext)s' können nicht im Container '%(base)s' abgelegt werden

source: Cannot remove non base object
de: Nicht Basis-Objekte können nicht entfernt werden

source: Cannot move non base object
de: Nicht Basis-Objekte können nicht verschoben werden

source: Base object cannot be retracted
de: Basis-Objekte können nicht zurückgezogen werden

source: Invalid key '%(key)s' for filter '%(filter)s'
de: Ungültiger Schlüssel '%(key)s' für Filter '%(filter)s'

source: Missing key '%(key)s' after processing filter '%(filter)s'
de: Fehlender Schlüssel '%(key)s' nach dem Verarbeiten von Filter '%(filter)s'

source: Filter '%(filter)s' did not return a %(type)s value - a list was expected
de: Filter '%(filter)s' lieferte einen %(type)s Wert - eine Liste wurde erwartet

source: Potential loop in attribute dependencies
de: Potentielle Schleife in Attribut-Abhängigkeiten

source: Error reading value for '%(backend)s' backend UUID attribute '%(name)s'
de: Fehler beim Lesen des Wertes für '%(backend)s' Backend-UUID-Attribut '%(name)s'

source: Unhandled reference mode: '%(mode)s'
de: Unbehandelter Referenzmodus: '%(mode)s'

source: Extension '%(extension)s' not allowed
de: Erweiterung '%(extension)s' ist nicht erlaubt

source: Extension '%(extension)s' already there
de: Erweiterung '%(extension)s' ist bereits angewendet

source: Extension '%(extension)s' depends on '%(missing)s'
de: Erweiterung '%(extension)s' hängt von '%(missing)s' ab

source: No permission to extend %(target)s with %(extension)s
de: Keine Berechtigung um %(target)s um %(extension)s zu erweitern

source: Extension '%(extension)s' already retracted
de: Erweiterung '%(extension)s' wurde bereits zurückgezogen

source: Extension '%(extension)s' is required by '%(origin)s'
de: Erweiterung '%(extension)s' wird von '%(origin)s' benötigt

source: No permission to retract '%(extension)s' from '%(target)s'
de: Keine Berechtigung um '%(extension)s' von '%(target)s' zurückzuziehen

source: No permission to move '%(source)s' to '%(target)s'
de: Keine Berechtigung '%(source)s' nach '%(target)s' zu verschieben

source: Object '%(target)s' has children
de: Objekt '%(target)s' hat Kinder

source: No permission to remove '%(target)s'
de: Keine Berechtigung '%(target)s' zu entfernen

source: No permission to create '%(target)s'
de: Keine Berechtigung '%(target)s' zu erstellen

source: No permission to access '%(topic)s' on '%(target)s'
de: Keine Berechtigung auf '%(topic)s' von '%(target)s' zuzugreifen

source: UUID of base (%(b_uuid)s) and extension (%(e_uuid)s) differ
de: UUID der Basis (%(b_uuid)s) und der Erweiterung (%(e_uuid)s) unterscheiden sich

source: moving object '%(target)s' from '%(old_dn)s' to '%(new_dn)s' failed: no valid container found
de: Verschieben des Objekts '%(target)s' von '%(old_dn)s' nach '%(new_dn)s' fehlgeschlagen: kein gültiger Container gefunden

source: Extension '%(extension)s' condition not met
de: Die Bedingungen für die Erweiterung '%(extension)s' sind nicht erfüllt

source: Cannot create object in read-only mode.
de: Im Read-only Modus kann kein Objekt erstellt werden.

source: Attribute '%(topic)s' needed to generate a RDN is missing
de: Attribut '%(topic)s' ist erforderlich um eine RDN zu erstellen

source: No 'RDN' backend parameter specified
de: Kein 'RDN' Backend-Parameter angegeben

source: Cannot generate a unique DN in '%(base)s' using a combination of %(rdns)s
de: Kann keine eindeutige DN in '%(base)s' aus einer Kombination von %(rdns)s erzeugen

source: Target DN '%(target)s' already exists
de: Ziel-DN '%(target)s' existiert bereits

source: No database configuration found for '%(target)s'
de: Keine Datenbank-Konfiguration für '%(target)s' gefunden

source: Attribute '%s' uses the ObjectHandler backend but there is no config for it
de: Attribut '%s' verwendet das ObjectHandler-Backend, aber es existiert keine Konfiguration dafür

source: Cannot find source object '%(object)s'
de: Kann Quell-Objekt '%(object)s' nicht finden

source: No unique '%(object)s' object which matches '%(attribute)s == %(value)s'
de: Kein eindeutiges '%(object)s' Objekt bei dem '%(attribute)s == %(value)s' gilt gefunden

source: Failed to generate a unique ID
de: Generieren einer eindeutigen ID fehlgeschlagen

source: Entry '%(uuid)s' not found
de: Eintrag '%(uuid)s' nicht gefunden

source: Entry '%(uuid)s' not unique
de: Eintrag '%(uuid)s' ist nicht eindeutig

source: The requested foreman object does not exist: '%(topic)s'
de: Das abgefragte Foreman Objekt existiert nicht: '%(topic)s'

source: Foreman communication error type: '%(topic)s'
de: Foreman Kommunikationsfehler: '%(topic)s'

source: No ID pool found
de: Kein ID-Pool gefunden

source: Multiple ID pools found
de: Mehrere ID-Pools gefunden

source: Backend '%(topic)s' not found
de: Backend '%(topic)s' nicht gefunden

source: No comparator instance for '%(comparator)s' found
de: Keine Komparator-Instanz für '%(comparator)s' gefunden

source: missing '%(attribute)s' attribute
de: '%(attribute)s' Attribut fehlt

source: rolename and actions cannot be used at the same time
de: Rollenname und Aktion kann nicht gleichzeitig verwendet werden

source: '%(attribute)' needs to be of type '%(ttype)s' ('%(stype)s' found)
de: '%(attribute)' muss vom Typ '%(ttype)s' sein ('%(stype)s' gefunden)

source: unknown role '%(role)s'
de: unbekannte Rolle '%(role)s'

source: please use a combination of the charaters c, r, o, w, d, s, e, x and m
de: Bitte verwenden Sie eine Kombination der Zeichen c, r, o, w, d, s, e, x und m

source: unknown attributes %(attributes)s
de: unbekannte Attribute %(attributes)s

source: item does not match the given value ignoring the case
de: Element passt nicht zu dem angegebenen Wert beim Ingorieren der Gross-/Kleinschreibung

source: item does not match the given value
de: Element passt nicht zum angegebenen Wert

source: item needs to be greater than %(compare)s
de: Element muss grösser als %(compare)s sein

source: item needs to be smaller than %(compare)s
de: Element muss kleiner als %(compare)s sein

source: value is not like %(comparator)s
de: Der Wert ist nicht ähnlich zu %(comparator)s

source: syntax error
de: Syntax-Fehler

source: invalid HTTP URL
de: ungültige HTTP URL

source: value is short, at least %(count)s characters required
de: Wert ist zu kurz, es sind mindestens %(count)s Zeichen erforderlich

source: value is long, at max %(count)s characters allowed
de: Wert ist zu lang, es sind maximal %(count)s Zeichen erlaubt

source: value is no valid JSON string: '%(error)s'
de: kein gültiges JSON: '%(error)s'

source: No filter instance for '%(filter)s' found
de: Keine Filter-Instanz für '%(filter)s' gefunden

source: No operator instance for '%(operator)s' found
de: Keine Operator-Instanz für '%(operator)s' gefunden

source: Pending installation
de: Ausstehenden Installation

source: Cannot check value of type %(type)s
de: Kann den Wert vom Typ %(type)s nicht prüfen

source: Cannot match value of type %(type)s
de: Kann Wert vom Typ %(type)s nicht vergleichen

source: Cannot convert from '%(source)s' type to '%(target)s' type
de: Kann nicht von '%(source)s' nach '%(target)s' Typ konvertieren

source: Server PPD file could not be retrieved: '%(type)s'
de: Server PPD Datei konnte nicht geladen werden: '%(type)s'

source: PPD file '%(ppd)s' not found
de: PPD-Datei '%(ppd)s' nicht gefunden

source: Setting option '%(option)s' to '%(value)s' caused %(conflicts)s
de: Das Ändern der Option '%(option)s' auf den Wert '%(value)s' verursachte %(conflicts)s

source: Option '%(option)s' not found in PPD
de: Option '%(option)s' existiert nicht in PPD-Datei

source: Could not read source PPD file
de: Konnte Quell-PPD Datei nicht lesen

source: User '%(user)s' not found
de: Benutzer '%(user)s' nicht gefunden

source: Cannot find new ppd file per diff, because to many new printers where found
de: Konnte neue PPD-Datei nicht identifizieren, weil zu viele neue Drucker gefunden wurden

source: Cannot find new ppd file per diff, because if already exists
de: Konnte neue PPD-Datei nicht identifizieren, weil sie bereits existiert.

source: Cannot find cups ppd - there should be exactly one for the manufacturer but there are %(number_ppds)s
de: Kann CUPS PPD nicht finden - es sollte genau eine geben für den Hersteller, aber es wurden %(number_ppds)s gefunden

source: Write a general PPD file to the cups pool
de: Schreibt eine allgemeine PPD-Datei in den cups-Pool

source: Write settings to PPD file
de: Schreibe Einstellungen in PPD Datei

source: Get a list of all available printer manufacturers
de: Liefert eine Liste mit allen verfügbaren Druckerherstellern

source: Get a list of all available printer models for one manufacturer
de: Liefere eine Liste von allen verfügbaren Druckermodell eines Herstellers

source: Return all printer PPD files associated to a user
de: Liefere alle Drucker PPD-Dateien, die einem Benutzer zugeordnet wurden

source: Get a GUI template from a PPD file
de: Generiert ein GUI-Template aus einer PPD-Datei

source: Configure printer: %s
de: Konfiguriere Drucker: %s

source: No MAC given to identify host '%(hostname)s'
de: Keine MAC angegeben, um den Host zu identifizieren '%(hostname)s'

source: Cannot find device '%(hostname)s'
de: Gerät '%(hostname)s' kann nicht gefunden werden

source: This object is not managed by foreman
de: Dieses Objekt wird nicht durch Foreman verwaltet

source: %(devices)s found for hostname '%(hostname)s'
de: %(devices)s gefunden für Hostname '%(hostname)s'

source: Cannot find hostgroup with id '%(group_id)s'
de: Kann die Hostgruppe mit id '%(group_id)s' nicht finden

source: %(groups)s found for group id '%(group_id)s'
de: %(groups)s gefunden für Gruppen-ID '%(group_id)s'

source: Get all available foreman LSB names
de: Liefert alle verfügbaren Foreman LSB Namen

source: Get release name of an operating system
de: Liefert den Releasenamen eines Betriebssystems

source: Get details of a single foreman hostgroup.
de: Liefert die Details für eine Foreman Hostgruppe

source: Get available foreman compute resources.
de: Liefert verfügbare Foreman Compute-Resourcen

source: Get available foreman domains.
de: Listet verfügbare Foreman Domänen.

source: Get available foreman hostgroups.
de: Listet verfügbare Foreman Hostgruppen.

source: Get available foreman operating systems.
de: Liefert die verfügbaren Foreman Betriebssysteme

source: Get available foreman architectures.
de: Listet verfügbare Foreman Architekturen.

source: Get available foreman partition tables.
de: Liefert die verfügbaren Foreman Partitionstabellen

source: Get available foreman media.
de: Liefert die verfügbaren Foreman Medien

source: Get discovered hosts as search key(dn): value(cn) pairs.
de: Liefert alle entdeckten Hosts als key(dn): value(cn) Paare

source: Get all SystemsContainer search key(dn): value(dn) pairs.
de: Liefert alle System-Container als key(dn): value(dn) Paare

source: Get foreman hosts as search key(dn): value(cn) pairs.
de: Liefert alle Foreman Hosts als key(dn): value(cn) Paare

source: Get discovered hosts as search result.
de: Liefert die Entdeckten Hosts als Suchergebnis

source: Force a Puppet agent run on the host
de: Erzwinge einen Puppet Lauf auf dem Host

source: Boot host from specified device
de: Starte Host vom angegebenen Device

source: Run a power operation on host
de: Lässt eine "Power" Operation auf dem Host laufen

source: Checks if a host supports power operations
de: Prüft ob ein Host "Power"-Operationen unterstützt

source: Get a foreman setting by ID
de: Liefert eine Foreman-Einstellung zu einer ID

source: Host ready
de: Host bereit

source: Host '%s' has been successfully build.
de: Host '%s' wurde erfolgreich erstellt.

source: invalid shebang line
de: Ungültige shebang Zeile

source: invalid mail address '%(mail)s'
de: ungültige E-Mailadresse '%(mail)s'

source: invalid hostname '%(hostname)s'
de: ungültiger hostname '%(hostname)s'

source: DN '%(dn)s' does not exist
de: DN '%(dn)s' existiert nicht

source: no '%(type)s' object with '%(attribute)s' property matching '%(value)s' found
de: kein '%(type)s'-Objekt mit %(attribute)s'-Eigenschaft welche auf '%(value)s' passt gefunden

source: Too many types '%(types)s'. Only '%(allowed)s' types allowed.
de: Zu viele Typen %(types)s'. Nur '%(allowed)s' Typen sind erlaubt.

source: Object has no member of type '%(type)s'.
de: Objekt hat kein Mitglied vom Typ '%(type)s'

source: Object is extended by '%(extension)s', which is not allowed. Reason: '%(error)s'
de: Objekt wurde erweitert durch '%(extension)s'. Dies ist nicht erlaubt, Begründung: '%(error)s'

source: Generate the gravatar URL for the given mail address and size.
de: Erzeugt die Gravatar URL für die angegebene E-Mailadresse und Größe

source: Afrikaans (South Africa)
de: Afrikanns (Südafrika)

source: Albanian
de: Albanisch

source: Arabic (Algeria)
de: Arabisch (Algerien)

source: Arabic (Bahrain)
de: Arabisch (Bahrain)

source: Arabic (Egypt)
de: Arabisch (Ägypten)

source: Arabic (India)
de: Arabisch (Indien)

source: Arabic (Iraq)
de: Arabisch (Irak)

source: Arabic (Jordan)
de: Arabisch (Jordanien)

source: Arabic (Kuwait)
de: Arabisch (Kuwait)

source: Arabic (Lebanon)
de: Arabisch (Libanon)

source: Arabic (Libyan Arab Jamahiriya)
de: Arabisch (Libyen)

source: Arabic (Morocco)
de: Arabisch (Marokko)

source: Arabic (Oman)
de: Arabisch (Oman)

source: Arabic (Qatar)
de: Arabisch (Katar)

source: Arabic (Saudi Arabia)
de: Arabisch (Saudi Arabien)

source: Arabic (Sudan)
de: Arabisch (Sudan)

source: Arabic (Syrian Arab Republic)
de: Arabisch (Syrien)

source: Arabic (Tunisia)
de: Arabisch (Tunesien)

source: Arabic (United Arab Emirates)
de: Arabisch (Vereinigte Arabische Emirate)

source: Arabic (Yemen)
de: Arabisch (Jemen)

source: Assamese (India)
de: Assamesisch (Indien)

source: Asturian (Spain)
de: Asturische (Spanien)

source: Basque (Spain)
de: Baskisch (Spanien)

source: Belarusian
de: Weissrussisch

source: Bengali (BD)
de: Bengalisch (Bangladesch)

source: Bengali (India)
de: Bengalisch (Indien)

source: Bosnian (Bosnia and Herzegowina)
de: Bosnien und Herzegowina

source: Breton (France)
de: Bretonisch (Frankreich)

source: Bulgarian - Български
de: Bulgarisch - Български

source: Catalan (Spain)
de: Katalanisch (Spanien)

source: Chinese (Hong Kong)
de: Chinesisch (Hong Kong)

source: Chinese (P.R. of China) - 中文(简体)
de: Chinesisch (V.R. China) - 中文 (简体)

source: Chinese (Taiwan) - 正體中文
de: Chinesisch (Taiwan) - 正 體 中文

source: Cornish (Britain)
de: Kornisch (Britannien)

source: Croatian
de: Kroatisch

source: Czech - Česká republika
de: Tschechisch - Tschechische Republik

source: Danish - Dansk
de: Dänisch - Dansk

source: Dutch (Belgium)
de: Niederländisch (Belgien)

source: Dutch (Netherlands)
de: Niederländisch (Niederlande)

source: English (Australia)
de: Englisch (Australien)

source: English (Botswana)
de: Englisch (Botswana)

source: English (Canada)
de: Englisch (Kanada)

source: English (Denmark)
de: Englisch (Dänemark)

source: English (Great Britain)
de: Englisch (Großbritannien)

source: English (Hong Kong)
de: Englisch (Hongkong)

source: English (India)
de: Englisch (Indien)

source: English (Ireland)
de: Englisch (Irland)

source: English (New Zealand)
de: Englisch (Neuseeland)

source: English (Philippines)
de: Englisch (Philippinen)

source: English (Singapore)
de: Englisch (Singapur)

source: English (South Africa)
de: Englisch (Südafrika)

source: English (USA)
de: Englisch (USA)

source: English (Zimbabwe)
de: Englisch (Simbabwe)

source: Estonian
de: Estnisch

source: Faroese (Faroe Islands)
de: Färöisch (Färöer)

source: Finnish
de: Finnisch

source: French (Belgium)
de: Französisch (Belgien)

source: French (Canada)
de: Französisch (Kanada)

source: French (France) - Français
de: Französisch (Frankreich) - Français
