Repository: gonicus/gosa
Catalog: backend/src/gosa/backend/locale/*/LC_MESSAGES/messages.po
Languages: de

source: French (Luxemburg)
de: Französisch (Luxemburg)

source: French (Switzerland)
de: Französisch (Schweiz)

source: Galician (Spain)
de: Galizisch (Spanien)

source: German (Austria)
de: Deutsch (Österreich)

source: German (Belgium)
de: Deutsch (Belgien)

source: German (Germany) - Deutsch
de: Deutsch (Deutschland) - Deutsch

source: German (Luxemburg)
de: Deutsch (Luxemburg)

source: German (Switzerland)
de: Deutsch (Schweiz)

source: Greek
de: Griechisch

source: Greenlandic (Greenland)
de: Grönländisch (Grönland)

source: Gujarati (India)
de: Gujarati (Indien)

source: Hebrew (Israel)
de: Hebräisch (Israel)

source: Hindi (India)
de: Hindi (Indien)

source: Hungarian
de: Ungarisch

source: Icelandic - Íslenska
de: Isländisch - Íslenska

source: Indonesian
de: Indonesisch

source: Irish
de: Irisch

source: Italian (Italy) Italiano
de: Italienisch (Italien) Italiano

source: Italian (Switzerland)
de: Italienisch (Schweiz)

source: Japanese - 日本語
de: Japanisch - 日本語

source: Kannada (India)
de: Kannada (Indien)

source: Korean (Republic of Korea) - 한국어
de: Koreanisch (Republik Korea) - 한국어

source: Latvian (Latvia)
de: Lettisch (Lettland)

source: Lithuanian
de: Litauisch

source: Macedonian
de: Mazedonisch

source: Maithili (India)
de: Maithili (Indien)

source: Malayalam (India)
de: Malayalam (Indien)

source: Maltese (malta)
de: Maltesisch (Malta)

source: Manx Gaelic (Britain)
de: Manx Gälisch (Großbritannien)

source: Marathi (India)
de: Marathi (Indien)

source: Northern Saami (Norway)
de: Nord-Saami (Norwegen)

source: Norwegian - Norsk
de: Norwegisch - Norsk

source: Norwegian, Nynorsk (Norway) - Norsk
de: Norwegisch, Nynorsk (Norwegen) - Norsk

source: Occitan (France)
de: Okzitanisch (Frankreich)

source: Oriya (India)
de: Oriya (Indien)

source: Persian (Iran)
de: Persisch (Iran)

source: Polish
de: Polnisch

source: Portuguese (Brasil)
de: Portugiesisch (Brasilien)

source: Portuguese (Portugal) - Português
de: Portugiesisch (Portugal) - Português

source: Punjabi (India)
de: Punjabi (Indien)

source: Romanian
de: Rumänisch

source: Russian - Русский
de: Russisch - Русский

source: Russian (Ukraine)
de: Russisch (Ukraine)

source: Serbian
de: Serbisch

source: Serbian (Latin)
de: Serbisch (Latein)

source: Sinhala
de: Singhalesisch

source: Slovak
de: Slowakisch

source: Slovenian (Slovenia) - slovenščina
de: Slowenisch (Slowenien) - slovenščina

source: Spanish (Argentina)
de: Spanisch (Argentinien)

source: Spanish (Bolivia)
de: Spanisch (Bolivien)

source: Spanish (Chile)
de: Spanisch (Chile)

source: Spanish (Colombia)
de: Spanisch (Kolumbien)

source: Spanish (Costa Rica)
de: Spanisch (Costa Rica)

source: Spanish (Dominican Republic)
de: Spanisch (Dominikanische Republik)

source: Spanish (El Salvador)
de: Spanisch (El Salvador)

source: Spanish (Equador)
de: Spanisch (Equador)

source: Spanish (Guatemala)
de: Spanisch (Guatemala)

source: Spanish (Honduras)
de: Spanisch (Honduras)

source: Spanish (Mexico)
de: Spanisch (Mexiko)

source: Spanish (Nicaragua)
de: Spanisch (Nicaragua)

source: Spanish (Panama)
de: Spanisch (Panama)

source: Spanish (Paraguay)
de: "Spanisch (Paraguay)

source: Spanish (Peru)
de: Spanisch (Peru)

source: Spanish (Puerto Rico)
de: Spanisch (Puerto Rico)

source: Turkish
de: Türkisch

source: Ukrainian
de: Ukrainisch

source: Uzbek (Uzbekistan)
de: Usbekisch (Usbekistan)

source: Walloon (Belgium)
de: Wallonisch (Belgien)

source: Welsh (Great Britain)
de: Walisisch (Großbritannien)

source: Xhosa (South Africa)
de: Xhosa (Südafrika)

source: Zulu (South Africa)
de: Zulu (Südafrika)

source: Return list of languages
de: Liste verfügbare Sprachen auf

source: Return list of countries
de: Liste verfügbare Länder auf

source: Transliterate a given string
de: Transliteriere die angegebene Zeichenkette

source: Cannot detect password method
de: Kann Passwort-Methode nicht ermitteln

source: No password method to generate hash of type '%(type)s' available
de: Keine Passwort-Methode zum erzeugen des Hash-Typs '%(type)s' verfügbar

source: Invalid hash type for password method '%(method)s'
de: Ungültiger Passwort-Hash für die Passwort-Methode '%(method)s'

source: Object has no 'userPassword' attribute
de: Objekt hat kein 'userPassword' Attribut

source: No password to lock.
de: Kein Passwort zum Sperren vorhanden.

source: User ID '%(target)s' is unknown.
de: Benutzer ID '%(target)s' ist unbekannt.

source: The password recovery process cannot be started for this user, because of invalid or missing data
de: Der Kennwortwiederherstellungsprozess kann für diesen Benutzer aufgrund ungültiger oder fehlender Daten nicht gestartet werden

source: This step of the password recovery process cannot be executed at the current state
de: Dieser Schritt des Passwortwiederherstellungsprozesses kann im aktuellen Status nicht ausgeführt werden

source: Locks the account password for the given DN
de: Sperrt das Konto-Passwort der angegebenen DN

source: Unlocks the account password for the given DN
de: Gibt das Konto-Passwort der angegebenen DN frei

source: Check whether the account can be locked or not
de: Prüft ob das Konto gesperrt werden kann

source: Check whether the account can be unlocked or not
de: Prüft ob das Konto freigegeben werden kann

source: Changes the used password enryption method
de: Ändert die verwendete Passwortverschlüsselungsmethode

source: Sets a new password for a user
de: Setzt ein neues Benutzerpasswort

source: Sets a new password recovery answers for a user
de: Legt neue Fragen zur Passwortwiederherstellung für einen Benutzer fest

source: List all password hashing-methods
de: Listet alle verfügbaren Passwort-Methoden

source: List all password recovery questions
de: Listet alle verfügbaren Passwortwiederherstellungs-Methoden

source: Which phone number from your childhood do you remember best (e.g. 058123456)?
de: Welche Telefonnummer aus Ihrer Kindheit erinnern Sie am besten (z. B. 058123456)?

source: What is the name of your oldest cousin (e.g. Luise Miller)?
de: Wie heißt Ihre älteste Cousine (z. B. Luise Miller)?

source: What are the second names or nicknames of all your children (e.g. Max, Sam, and Lisa)?
de: Wie lauten die Zweitnamen oder Spitznamen aller Ihrer Kinder (z. B. Max, Sam und Lisa)?

source: Who was your best friend in childhood (e.g. Robert Danilo)?
de: Wer war Ihr bester Freund in der Kindheit (z. B. Robert Danilo)?

source: What is your favorite book (author and title) (e.g. Donald Knuth, The Art of Programming)?
de: Was ist Ihr Lieblingsbuch (Autor und Titel) (z. B. Donald Knuth, Die Kunst der Programmierung)?

source: What is your favorite quote / proverb / aphorism (e.g. the pen is mightier than the sword)?
de: Was ist Ihr Lieblingszitat / Sprichwort / Aphorismus (z. B. der Stift ist mächtiger als das Schwert)?

source: Who was your favorite teacher (e.g. Anna Webber)?
de: Wer war Ihr Lieblingslehrer (z. B. Anna Webber)?

source: Who is your favorite historical person (e.g. Henry Dunant)?
de: Wer ist Ihre liebste historische Person (z. B. Henry Dunant)?

source: Where did you spend the most wonderful holidays of your childhood (e.g. Paradise Island)?
de: Wo haben Sie die schönsten Ferien Ihrer Kindheit verbracht (z. B. Paradise Island)?

source: What is your favorite historical event (e.g. the industrial revolution)?
de: Was ist Ihr liebstes historisches Ereignis (z. B. die industrielle Revolution)?

source: What is your favorite literary figure (e.g. William Tell)?
de: Wer ist Ihre liebste literarische Figur (z. B. Wilhelm Tell)?

source: Which person do you admire the most (e.g. Nelson Mandela)?
de: Welche Person bewundern Sie am meisten (z. B. Nelson Mandela)?

source: What model was your first car or bicycle (e.g. Fiat Panda)?
de: Welches Modell war Ihr erstes Auto oder Fahrrad (z. B. Fiat Panda)?

source: Which famous, no longer living person would you like to meet (e.g. Leonardo da Vinci)?
de: Welchen berühmten, nicht mehr lebenden Menschen würden Sie gerne treffen (z. B. Leonardo da Vinci)?

source: Who is your favorite actor, musician or painter (e.g. Pablo Picasso)?
de: Wer ist Ihr Lieblingsschauspieler, Musiker oder Maler (z. B. Pablo Picasso)?

source: What was your favorite stuffed animal (e.g. teddy)?
de: Was war Ihr Lieblingskuscheltier (z. B. Teddy)?

source: Where were you at New Year 2000 (e.g. Moulin Rouge)?
de: Wo waren Sie im neuen Jahr 2000 (z. B. Moulin Rouge)?

source: What are the last two words on page 32 of your favorite book (e.g. went out)?
de: Was sind die letzten zwei Wörter auf Seite 32 Ihres Lieblingsbuchs (z. B. sind ausgegangen)?

source: Request a password reset
de: Fordere ein Passwort-Reset an

source: Please open this link to continue your password recovery process.
de: Bitte öffnen Sie diesen Link, um mit der Passwortwiederherstellung fortzufahren.

source: Password recovery link
de: Link zur Passwortwiederherstellung

source: Parameter for '%(topic)s' have to be numeric
de: Parameter für '%(topic)s' müssen numerisch sein

source: Too many backends for %(topic)s specified
de: Zu viele Backends für %(topic)s angegeben

source: ID pool for attribute %(topic)s is empty [> %(max)s]
de: ID-Pool für Attribut %(topic)s ist leer [> %(max)s]

source: Return list of supported shells
de: Liefert eine Liste der unterstützten Shells

source: Invalid scope '%(scope)s' [SUB, BASE, ONE, CHILDREN]
de: Ungültiger Gültigkeitsbereich '%(scope)s' [SUB, BASE, ONE, CHILDREN]

source: Invalid date specification '%(date)s' [hour, day, week, month, year, all]
de: Ungültige Datums-Sepzifikation '%(date)s' [hour, day, week, month, year, all]

source: Unknown user '%(target)s'
de: Ungültiger Benutzer '%(target)s'

source: Backend parameter for '%(extension)s.%(attribute)s' is missing
de: Backend-Parameter für '%(extension)s.%(attribute)s' fehlt

source: Unknown extension '%(target)s'
de: Ungültige Erweiterung '%(target)s'

source: Returns a list containing all available object names
de: Liefert eine Liste mit allen verfügbaren Objekt-Namen

source: Returns a list of objects that can be stored as sub-objects for the given object.
de: Gibt eine Liste von Objekten zurück, die als Unterobjekte für das angegebene Objekt gespeichert werden können.

source: Returns all templates used by the given object type.
de: Liefert alle Vorlagen

source: Returns all dialog-templates used by the given object type.
de: Liefert alle Dialog-Vorlagen für den angegebenen Objekt-Typ.

source: Get all translations bound to templates.
de: Liefert alle an Vorlagen gebundene Übersetzungen.

source: Returns details about the currently logged in user
de: Liefert Details über den momentan angemeldeten Benutzer

source: Checks whether the given extension is already activated for the current object
de: Prüft, ob die angegebene Erweiterung für das aktuelle Objekt bereits aktiviert ist

source: Save user preferences
de: Sichert Benutzer-Einstellungen

source: Load user preferences
de: Läd Benutzereinstellungen

source: Search for related object information
de: Suche nach Objekt-Informationen

source: Search for object information
de: Suche nach Objekt-Informationen

source: Return object information like: title and icon
de: Gibt Objektinformationen wie Titel und Icon zurück

source: Resolves object information
de: Löst Objekt-Informationen auf

source: Returns a list with all selectable samba-domain-names
de: Liefert eine Liste mit allen auswählbaren Samba Domänen-Namen

source: Returns a list of DOS/Windows drive letters
de: Liefert eine Liste von DOS/Windows Laufwerksbuchstaben

source: Checks an object of the given type can be placed in the dn
de: Überprüft, ob ein Objekt des angegebenen Typs in der DN platziert werden kann

source: Returns a list of all containers
de: Liefert eine Liste mit allen Containern

source: Filter for indexed attributes and return the matches.
de: Filter nach indizierten Attributen und liefert die Ergebnisse.

source: Sets a new samba-password for a user
de: Setzt ein neues Benutzerpasswort

source: Returns the current samba domain policy for a given user
de: Liefert die momentane Samba Domänen-Richtlinie für den angegebenen Benutzer

source: default
de: Standard

source: off
de: aus

source: on
de: an

source: second
de: Sekunde

source: seconds
de: Sekunden

source: minutes
de: Minuten

source: unlimited
de: unbegrenzt

source: not set
de: nicht gesetzt

source: immediately
de: sofort

source: day
de: Tag

source: days
de: Tage

source: hour
de: Stunde

source: hours
de: Stunden

source: Domain attributes
de: Domänen-Attribute

source: Password history
de: Passwort-Historie

source: Force password change
de: Passwortänderung erzwingen

source: Number of bad lockout attempts
de: Anzahl der Fehlanmeldungen

source: Disconnect time
de: Trennzeit

source: User attributes
de: Benutzer-Attribute

source: Last failed login
de: Letzte fehlgeschlagene Anmeldung

source: Log on attempts
de: Anmeldeversuche

source: Last password update
de: Letzte Passwortaktualisierung

source: Last log on
de: Letzte Anmeldung

source: Last log off
de: Letzte Abmeldung

source: Automatic log off
de: Automatische Abmeldung

source: Unknown domain '%(domain)s'
de: Unbekannte Domäne '%(domain)s'

source: Filter '%(topic)s' does not support input type '%(type)s'
de: Filter '%(topic)s' unterstützt den Eingabe-Typen '%(type)s' nicht

source: Domain %(topic)s has no SID
de: Domäne %(topic)s hat keine SID

source: Invalid type '%(type)s' for SID generator [user, group]
de: Ungültiger Typ '%(type)s' für den SID-Generator [user, group]

source: recursive nesting not allowed
de: rekursive Verschachtelung ist nicht erlaubt

source: Unknown two factor authentication method '%(method)s'
de: Unbekannte Zwei-Faktor-Authentifizierungsmethode '%(method)s'

source: Wrong password! Changing two-factor authentication method denied.
de: Falsches Passwort! Die Änderung der Zwei-Faktor-Authentifizierungsmethode wurde abgelehnt.

source: Returns the available two factor authentication methods
de: Gibt die verfügbaren Zwei-Faktor-Authentifizierungsmethoden zurück

source: Returns the current two factor authentication method for the given user
de: Gibt die aktuelle Zwei-Faktor-Authentifizierungsmethode für den angegebenen Benutzer zurück

source: Enable two factor authentication for the given user
de: Aktiviert die Zwei-Faktor-Authentifizierung für den angegebenen Benutzer

source: Complete the started U2F registration
de: Vervollständigt die gestartete U2F-Registrierung

source: Registers a temporary upload path
de: Registriert einen temporären Uploadpfad

source: Invalid image cache
de: Ungültiger Bildcache

source: Image sizes not specified
de: Bildgrössen wurden nicht angegeben

source: Cannot find a format_string in the configuration
de: Kann format_string nicht in der Konfiguration finden

source: Multiple PosixGroups with gid '%(gid)s' found
de: Mehrere Posixgruppen mit gid '%(gid)s' gefunden

source: Generates a uid
de: Generiert eine Uid

source: Create PosixGroup if it does not exists and add the user to it
de: Posixgruppe erstellen, falls sie nicht existiert und füge den Benutzer hinzu

source: Group of user %s
de: Gruppe des Benutzers %s

source: No webhook handler for mime type '%(topic)s' found
de: Kein Webhook-Handler für den Mime-Typ '%(topic)s' gefunden

source: There is already a webhook registered for mime-type '%(topic)s' with name '%(name)s'
de: Es ist bereits ein Webhook für Mime-Type '%(topic)s' mit dem Namen '%(name)s' registriert

source: Invalid sender name syntax: only ASCII letters and optional hyphens are allowed
de: Ungültige Syntax im Absendernamen: Nur ASCII-Buchstaben und optionale Bindestriche sind zulässig

source: Invalid mime-type syntax: only alphanumeric, . (dot), + (plus) and / (slash) characters are allowed
de: Ungültige MIME-Syntax: nur alphanumerische Zeichen,. (Punkt), + (Plus) und / (Schrägstrich) sind erlaubt

source: Get the webhook receiver URL
de: Liefert die URL des Webhook Empfängers

source: Registers a webhook for a mime-type
de: Registiert einen Webhook für einene MIME-Type

source: Unregisters a webhook
de: Hebt die Registrierung eines Webhooks auf

source: Shows all mime-types a webhook can be registered for
de: Zeigt alle MIME-Typen an, für die ein Webhook registriert werden kann

source: Returns a list with all selectable zarafa mail servers
de: Liefert eine Liste mit allen auswählbaren Zarafa Mailservern

source: System notification
de: Systembenachrichtigung

source: No SASL support in the installed python-ldap detected
de: Keine SASL-Unterstützung im installierten python-ldap gefunden

source: No LDAP connection available
de: Keine LDAP-Verbindung verfügbar
