Repository: gonicus/gosa
Catalog: shell/src/gosa/shell/locale/*/LC_MESSAGES/messages.po
Languages: de

source: An open object has changed in the backend. You can either:
de: Ein geöffnetes Objekt hat sich im Backend geändert. Sie können folgendes tun:

source: (1) Close the object and reopen it. All modified yet unsaved data will be lost.
de: (1) Das Objekt schließen und erneut öffnen. Alle ungespeicherten Änderungen gehen verloren.

source: (2) Save your changes. Everything changed in the backend meanwhile will be lost.
de: (2) Änderungen speichern. Alle Änderungen im Backend gehen verloren.

source: Information about the modified object (attribute name -> new backend value)
de: Informationen über das geänderte Objekt (Attributename -> neuer Wert vom Backend)

source: CHANGED ATTRIBUTES:
de: GEÄNDERTE ATTRIBUTE:

source: ADDED ATTRIBUTES:
de: HINZUGEFÜGTE ATTRIBUTE:

source: REMOVED ATTRIBUTES:
de: ENTFERNTE ATTRIBUTE:

source: ADDED EXTENSIONS:
de: HINZUGEFÜGTE ERWEITERUNGEN:

source: REMOVED EXTENSIONS:
de: ENTFERNTE ERWEITERUNGEN

source: An object changed in the backend while it was opened. Your changes might override the changes. Ignoring, because not running in interactive mode.
de: Ein Objekt wurde im Backend geändert, während es geöffnet war. Ihre Änderungen könnten die Backend Änderungen überschreiben. Dieser Zustand wird im nicht interaktiven Modus ignoriert.

source: Unhandled objectChange event of change type
de: Unbehandeltes objectChange Ereignis vom Typ

source: Need at least a service URI!
de: Es wird mindestens eine Dienst URI benötigt!

source: Connected to %s://%s:%s/%s
de: Verbunden mit %s://%s:%s/%s

source: Username
de: Benutzername

source: Password
de: Passwort

source: The selected protocol is not supported!
de: Das gewählte Protokoll wird nicht unterstützt!

source: checking U2F devices...
de: prüfe U2F Geräte...

source: No U2F devices found, aborting!
de: Keine U2F Geräte gefunden, breche ab!

source: Please touch the flashing U2F device now.
de: Bitte berühren sie das blinkende U2F Gerät jetzt.

source: U2F authentication has been enabled
de: U2F Authentifizierung wurde aktiviert

source: You have to activate SSL support in the backend for enabling/changing the two-factor authentication method!
de: Sie müssen SSL im Backend aktivieren, um die Zwei-Faktor-Authentifizierungs Methode aktivieren/verändern zu können!

source: Closing session
de: Beende Sitzung
