Repository: gonicus/gosa
Catalog: plugins/goto/src/gosa/plugins/goto/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Device with hardware address '%(mac)s' already exists
de: Ein Gerät mit der Hardware-Adresse '%(mac)s' existiert bereits

source: User '%(user)s' is not unique
de: Benutzer '%(user)s' ist nicht eindeutig

source: Client '%(client)s' not found
de: Client '%(client)s' nicht gefunden

source: Client '%(client)s' is offline
de: Client '%(client)s' ist offline

source: Client '%(client)s' has no method %(method)s
de: Client '%(client)s' unterstützt die Methode '%(method)s' nicht

source: Invalid data '%(entry)s:%(data)s' for client '%(client)s provided'
de: Ungültige Daten '%(entry)s:%(data)s' für Client '%(client)s' angegeben

source: Device type '%(type)s' for client '%(client)s' is invalid [terminal, workstation, server, sipphone, switch, router, printer, scanner]
de: Unzulässiger Gerätetyp '%(type)s' für Slient '%(client)s' [terminal, workstation, server, sipphone, switch, router, printer, scanner]

source: Owner '%(owner)s' for client '%(client)s' not found
de: Besitzer '%(owner)s' für Client '%(client)s' nicht gefunden

source: Invalid client UUID '%(uuid)s'
de: Ungültige Client UUID '%(uuid)s'

source: Invalid status '%(status)s' for client '%(client)s'
de: Ungültiger Status '%(status)s' für Client '%(client)s'

source: List available clients.
de: Listed verfügbare Clients.

source: Call method exposed by client.
de: Rufe Methode auf, die vom Client zur Verfügung gestellt wird.

source: Check if the client supports a method call
de: Prüfe ob der Client den Methodenaufruf unterstützt

source: Get the client Interface/IP/Netmask/Broadcast/MAC list.
de: Liefert die Client Schnittstelle/IP/Netzmaske/Broadcast/MAC Liste.

source: List available client methods for specified client.
de: Liefert die Methoden, die der Client bereitstellt.

source: List user sessions per client
de: Liefert die Benutzer-Sitzungen für die Clients

source: List clients a user is logged in
de: Liefert die Clients mit aktiviert Benutzersitzung

source: Get the destinationIndicator for a user
de: Liefert den destinationIndicator für einen Benutzer

source: Send synchronous notification message to user
de: Sendet Benachrichtigung an Benutzer

source: Set system status
de: Setzt den System Status

source: Join a client to the GOsa infrastructure.
de: Fügt einen Client zur GOsa-Infrastruktur hinzu.

source: Prepare a user session after a user has logged in
de: Bereitet die Benutzersitzung nach dem Einloggen vor.

source: Cleanup a user session after a user has logged out
de: Entfernt die Benutzersitzung nach dem Ausloggen.

source: unknown
de: Unbekannt

source: Send user specific configuration (e.g. printers) to a clients active user sessions
de: Sendet die individuellen Einstellungen (z.B. Drucker) für die aktiven Benutzer eines Clients

source: Resolve network address to a mac / dns name tupel.
de: Netzwerkadresse in ein Tupel aus MAC / DNS namen auflösen.

source: Resolve MAC address to the producer of the network card if possible.
de: MAC Adresse nach Hersteller der Netzwerkarte auflösen, wenn möglich.
