Repository: gonicus/gosa
Catalog: common/src/gosa/common/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Get the error message assigned to a specific ID.
de: Liefert die Fehlermeldung zu einer bestimmen ID.

source: Method %(method)s is not implemented
de: Methode %(method)s ist nicht implementiert

source: Cannot read resource '%(resource)s'
de: Ressource '%(resource)s' kann nicht gelesen werden

source: URL is mandatory!
de: URL muss angegeben werden!

source: Invalid url specified: %s
de: Ungültige URL angegeben: %s

source: Unsupported URL scheme %s!
de: Ungültiges URL-Schema: %s!

source: Login of user '%s' failed: %s
de: Anmeldung des Benutzers '%s' ist fehlgeschlagen: %s

source: Login of user '%s' failed
de: Anmeldung des Benutzers '%s' ist fehlgeschlagen

source: OTP-Passkey:
de: OTP-Schlüssel:

source: Please touch the flashing U2F device now.
de: Bitte berühren Sie das blinkende U2F-Gerät
